Repository: juventudtrotskista/libro-ucraniaGIT
Catalog: tm/MM8.tmx
Source language: es_es
Languages: en_gb

source: Y puedo decirle que inmediatamente después tuve la oportunidad de plantear esta cuestión al Gobierno checo en el máximo nivel.
en_gb: And I can tell you that immediately afterwards I had the opportunity to raise this issue with the Czech Government at the very highest level.

source: La Comisión de Peticiones deberá hacer todo lo posible por debatir estos informes inmediatamente después de su publicación.
en_gb: We in the Committee on Petitions should endeavour to discuss these reports as soon as possible after they are published.

source: Toda esta crueldad muestra el imperialismo del proyecto europeo.
en_gb: All of this cruelly exposes the imperialism of the European project.

source: Además, la Unión Europea no debería insistir únicamente en quién abandona la arena victorioso, sino en cómo se libra la batalla.
en_gb: In addition, the European Union should not place all the emphasis on who leaves the arena as victor, but also on how the battle is fought.

source: revolución,
en_gb: revolution,

source: Será necesario encontrar un recurso financiero y un fundamento jurídico que no formen parte de la política de desarrollo.
en_gb: A financial source and a legal basis that do not come under development policy will need to be found.

source: Pero si no modifica su política, dejará de encontrar socios en Europa mientras los responsables de la situación actual continúen en el poder, ya sea en el Ejército, el Parlamento o el Gobierno.
en_gb: But if it does not change its policy, then it will no longer have partners in Europe for as long as those responsible for the current situation are still in power, whether they be in the army, the parliament or the government.

source: Es urgentemente necesario que se derogue la Ley de Amnistía publicada por asesinos y una limpieza a fondo del aparato de Gobierno, de la policía y del ejército, ante todo, de todos aquellos culpables durante la dictadura militar.
en_gb: It is urgently necessary for the amnesty law pronounced by murderers to be suspended and for the government, military and police apparatus to be purged completely of all those who committed crimes during the military dictatorship.

source: Debemos condenar, una vez más, el sectarismo de aquellos que, en todo momento, piensan que deben representar a su propia facción política, y que, por razones de política de partidos, impiden que se alcancen posiciones comunes.
en_gb: We must, once more, condemn the subversive attitude of those who persist, whatever the situation, in feeling that they must first and foremost represent their own political faction and who, for reasons of party politics, prevent the achievement of common positions.

source: Por desgracia, en la Comisión de Derechos de la Mujer, el sectarismo de izquierdas prevaleció de nuevo sobre la igualdad de trato y de oportunidades de todas las organizaciones femeninas afectadas.
en_gb: Unfortunately, within the Committee on Women’s Rights and Equal Opportunities, the dogmatism of the Left triumphed once again over equality of treatment and opportunity for all the relevant women’s organisations.

source: Posición de conducción: derecha/izquierda (1) .
en_gb: Hand of drive: left/right (1)

source: Nacionalidad
en_gb: Nationality

source: Nacionalidades
en_gb: Nationalities

source: la República Socialista de Viet Nam
en_gb: the Socialist Republic of Viet Nam

source: República Socialista de la Unión Birmana
en_gb: Myanmar

source: Sería conveniente realizar una auditoría independiente de las llamadas medidas de lucha antiterrorista de la UE.
en_gb: It would be useful to carry out an independent audit of the EU's so-called counter-terrorist measures.

source: Mi partido, el Partido Socialista de los Países Bajos, rechaza cualquier intento por parte de la Unión Europea de imitar a la superpotencia estadounidense.
en_gb: My party, the Socialist Party of the Netherlands, rejects any attempt on the part of the European Union to imitate the superpower America.

source: El Grupo Socialista quiere un compromiso para Navidad, pero no cualquier acuerdo.
en_gb: The Socialist Group wants a commitment by Christmas, but not any agreement.

source: Por el contrario, se debe conceder a los Estados miembros el derecho a la autodeterminación en materia de migración y de gestión de sus fronteras.
en_gb: Quite the reverse, Member States should be given the right to take their own decisions on migration and the management of their borders.

source: Se ignoró su derecho a la autodeterminación y su existencia.
en_gb: Their right of self determination and their very existence were ignored.

source: En política internacional, Suecia ha seguido con su línea internacionalista.
en_gb: With regard to external policy, Sweden maintained its internationalist approach.

source: Señora Cauquil, para ser sincero debo decirle que no queremos un tribunal internacional revolucionario.
en_gb: Mrs Cauquil, I must say to you in all honesty that we do not want an international revolutionary tribunal.

source: Finalmente
en_gb: Finally

source: La cuarta edición del festival internacional de iluminación, Luminale, tuvo lugar entre el 6 y el 11 abril de 2008.
en_gb: The fourth Luminale, an international festival of lighting, took place between 6 and 11 April 2008.

source: El REVOLUCIONARIO SDK de appOptim
en_gb: The appOptim's REVOLUTIONARY SDK

source: . –El terrorismo fue en otra época el arma de la internacional revolucionaria comunista.
en_gb: Terrorism was once the weapon of the Communist revolutionary international.

source: complementos
en_gb: adjuncts

source: Complementos
en_gb: Accessories

source: •Complemento.
en_gb: Complement.

source: Están escritos en el espíritu de la Revolución Francesa, un espíritu ilustrado, revolucionario y laico.
en_gb: They are written in the spirit of the French Revolution – an enlightened, revolutionary and secular spirit.

source: Conmemoramos el aniversario de la insurrección de los obreros de Poznan en junio de 1956 y de la revolución húngara de octubre de 1956: dramáticos sucesos en la lucha por el pan y la libertad.
en_gb: This is the anniversary of the workers'uprising in Poznan in June 1956 and of the Hungarian revolution in October 1956: dramatic events in the struggle for bread and freedom.

source: En la revolución democrática
en_gb: In the democratic revolution

source: El hermano menor la primaria
en_gb: The primary brother

source: Mi hermano menor
en_gb: My younger brother

source: Hermano menor
en_gb: Little brother

source: Durante el debate he consultado a nuestros servicios y puedo leer los cuatro puntos del texto francés de que dispongo sobre la llamada cuestión de los contratos ficticios.
en_gb: During the debate I consulted our services and I can read the four points of the French text I have on the so-called issue of fictitious contracts.

source: Francés
en_gb: French

source: Obviamente también Kris
en_gb: Obviously too Kris

source: También debemos respetar aquí su decisión democrática.
en_gb: In these cases, too, we must respect their democratic decision.

source: Asimismo, niega a la población cubana el derecho a defender su revolución, defendiendo abiertamente a agentes y criminales extranjeros.
en_gb: It also denies the Cuban people the right to defend their revolution, while openly defending foreign agents and criminals.

source: Finalmente, debo mencionar la Directiva relativa a los servicios sanitarios.
en_gb: Lastly, I must mention the Health Services Directive.

source: Finalmente, quiero mencionar una serie de áreas de interés común.
en_gb: Finally, I would like to mention a number of areas of common interest.

source: Por otro lado, tenemos el programa STOP para el período 1996-2000.
en_gb: Then there is the STOP programme for the period from 1996 to 2000.

source: Por otro lado, tenemos el respaldo de la mayoría de los ciudadanos.
en_gb: We also have the majority of citizens behind us.

source: Por otro lado, su propuesta no es la que tenemos ahora ante nosotros.
en_gb: However, his proposal is not what we are discussing here.

source: La cuestión que plantea es perfectamente correcta.
en_gb: The point which you raise is perfectly correct.

source: No es una cuestión de reformistas o no reformistas.
en_gb: It is not a matter of reformers or non-reformers.

source: Metástasis
en_gb: Metastasis

source: También estoy de acuerdo con la propuesta de ampliar esta acción a las víctimas de los regímenes estalinistas.
en_gb: I also agree with the proposal to extend this action to the victims of Stalinist regimes.

source: Pero también necesitamos liderazgo político para llevar el proceso adelante y hoy honramos a dos de esos políticos, David Trimble y John Hume.
en_gb: But we also need political leadership to drive the process forward and today we honoured two of those politicians, David Trimble and John Hume.

source: El candidato David Martin también.
en_gb: So does Mr David Martin.

source: También está la cuestión de la ampliación de la Unión Europea, ¿qué hay sobre Ucrania?
en_gb: There is also the question of enlargement of the European Union - what about Ukraine?

source: Obviamente, nosotros también contribuiremos al despliegue de esta política imprescindible para el futuro del mundo y de Europa.
en_gb: Of course, we shall also give our input so that a forward-looking policy for the world and for Europe as a whole can be developed.

source: Obviamente, también necesitaremos llegar a acuerdos sobre este tema con los países miembros.
en_gb: Naturally, we also need to carry the Member States with us and agree on this.

source: Finalmente, hay una evidencia.
en_gb: Finally, one thing is clear.

source: Curiosa
en_gb: Curious

source: Esperamos que en la Cumbre se alcancen acuerdos en esta materia.
en_gb: We hope that agreement on this will be achieved at the summit.

source: Las sinceridad y la transparencia han sido sacrificadas a aras de la conveniencia.
en_gb: Honesty and transparency have been sacrificed to expedience.

source: De este modo, esperamos lograr una mayor transparencia y calidad.
en_gb: We hope this will serve to increase transparency and constitute a qualitative improvement.

source: With
en_gb: William Withering

source: wvware / wvware la versión 1.2.4
en_gb: wvWare/wvWare version 1.2.4

source: Versión:
en_gb: Version:
